{
    "badge": "شهادات العملاء",
    "title": {
        "main": "ماذا",
        "highlight": "يقول عملاؤنا"
    },
    "subtitle": "نفخر بثقة عملائنا ونسعى دائماً لتجاوز توقعاتهم من خلال تقديم خدمات قانونية استثنائية",
    "items": [
        {
            "name": "محمد سالم",
            "role": "رئيس المدني",
            "content": "تعامل راقي وخدمة عالية جداً. استطاع الفريق في مكتب العدالة المحترم من حل قضيتي في وقت قياسي وبنتائج ملموسة. أنصح بهم بشدة لكل من يبحث عن محامي موثوق.",
            "rating": 5
        },
        {
            "name": "سارة المصري",
            "role": "مديرة شركة",
            "content": "خبرتهم في القانون الدولي لا مثيل لها. تعاملت معهم في قضية استثمارية معقدة وكانوا في الغاية احترافية. فريق عمل متميز في كل المجالات القانونية التي يقدمونها.",
            "rating": 5
        },
        {
            "name": "خالد يوسف",
            "role": "رجل أعمال",
            "content": "أفضل مكتب محاماة تعاملت معه. الاستشارة والمتابعة منذ البداية كانت ممتازة. الفريق المحترف استطاع حل المشكلة القانونية التي واجهتني بكل سهولة. شكراً لهم على جهودهم.",
            "rating": 5
        },
        {
            "name": "فاطمة أحمد",
            "role": "صاحبة عمل",
            "content": "مكتب محاماة محترف بكل المقاييس. ساعدوني في قضية عقارية معقدة وحققوا نتائج رائعة. التواصل كان ممتاز والمتابعة مستمرة. أشكرهم على جهودهم المتميزة.",
            "rating": 5
        },
        {
            "name": "عبدالله الحربي",
            "role": "مستثمر",
            "content": "خدمة قانونية متميزة وفريق عمل محترف. تعاملت معهم في عدة قضايا تجارية وكانت النتائج دائماً مرضية. أنصح بهم لكل من يبحث عن خدمات قانونية عالية الجودة.",
            "rating": 5
        },
        {
            "name": "نورة العتيبي",
            "role": "محامية",
            "content": "تجربة رائعة في التعاون مع مكتب العدالة. الخبرة القانونية والاحترافية واضحة في كل تعامل. فريق متعاون ويقدم حلول قانونية مبتكرة. سعيدة بالتعامل معهم.",
            "rating": 5
        }
    ],
    "keywords": "آراء العملاء، تقييمات مكتب محاماة، شهادات عملاء، محامي موثوق، خدمات قانونية ممتازة"
}